Revit 2027 API
ParameterTypeId.RbsLossCoefficient Property
 "Loss Coefficient"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsLossCoefficient { get; }
Public Shared ReadOnly Property RbsLossCoefficient As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsLossCoefficient {
	ForgeTypeId^ get ();
}
static member RbsLossCoefficient : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace